{
  "welcome": {
    "name": "مرحبًا أنا Ulternae",
    "description": "لدي سنة واحدة من الخبرة كمطور ويب <span>واجهة أمامية</span> من زيباكويرا، كولومبيا، متخصص في التصميمات المستجيبة مع اهتمام كبير بالتفاصيل.",
    "openForWork": "متاح للعمل"
  },
  "experience": {
    "workExperience": "الخبرة العملية",
    "description": "تطوير سلسلة من التطبيقات في Retool لتبسيط حل المشكلات من قبل الدعم الفني، إصلاح الأخطاء في التطبيق الرئيسي، توليد الترجمات، إنشاء صفحات بناءً على التصاميم المقدمة من العملاء وتطوير المكونات لتطور التطبيق باستخدام NextJS.",
    "developed": "مطور واجهة أمامية",
    "enterprise": "Gamefort Inc 2023"
  },
  "projects": {
    "name": "المشاريع",
    "preview": "معاينة",
    "design": "تصميم",
    "code": "كود",
    "back": "الخلفية",
    "front": "الواجهة الأمامية",
    "seeMore": "عرض المزيد",
    "seeLess": "عرض أقل",
    "chat": {
      "title": "KC Chat Real Time",
      "content": "منصة مجانية حيث يمكنك التسجيل والحصول على ملف تعريف فريد للدردشة مع الأصدقاء، إنشاء مجموعات، تعيين مشرفين والتواصل مع العديد من الأشخاص. تم إنشاؤها من الصفر باستخدام React و Tailwind CSS و Node و SQLite و Turso."
    },
    "pomodoro": {
      "title": "Pomodoro",
      "content": "تطبيق مصمم لتحسين إدارة الوقت باستخدام تقنية بومودورو: 25 دقيقة من العمل متبوعة باستراحة. تم إنشاؤه باستخدام React و Tailwind؛ التصميم مقدم من FrontendMentor."
    },
    "shopi": {
      "title": "Shopi",
      "content": "متجر إلكتروني تم تطويره لمحاكاة تدفق الشراء الحقيقي لمتجر، يتضمن: تاريخ الشراء، المصادقة، الحصول على المنتجات وغيرها من الميزات. تم إنشاؤه باستخدام React و Tailwind، باستخدام React Router للتنقل."
    },
    "reactTodo": {
      "title": "React Todo",
      "content": "تطبيق تم إنشاؤه لإدارة المهام حيث يمكنك إضافة المهام وتحريرها وحذفها، بالإضافة إلى إنشاء وتخصيص ملفك الشخصي. تم إنشاؤه باستخدام React و CSS."
    }
  },
  "aboutMe": {
    "name": "معلومات عني",
    "description": "<div>أنا جوناثان ديفيد كاستيلو، المعروف بـ Ultisaer، متعلم ذاتيًا وشغوف بتطوير الويب <span>وتطوير الويب</span> والتصميم والذكاء الاصطناعي التوليدي.</div><div>بعض من أكبر مشاريعي هي <span>KC Chat en Tempo Real</span>، والتي تم إنشاؤها كتحدي شخصي لاختبار مهاراتي الجديدة ودفعها إلى أقصى حد، بما في ذلك التصميم، الكود القابل للتوسع والصيانة، إدارة API، الاتصال بين الواجهة الأمامية والخلفية، المسارات، حالات التحميل، الترجمات وغير ذلك الكثير.</div><div>أحد نجاحاتي كان العمل في <span>شركة ناشئة</span>، مما أتاح لي فهم المزيد عن مجالي، تحسين معرفتي واكتشاف المجالات التي يجب تحسينها والتركيز عليها.</div><div>لقد شاركت أيضًا في أحداث ذات أهمية عالمية مثل <span>PlatziCONF مكسيكو</span> و <span>PlatziCONF بوغوتا</span>.</div>"
  },
  "languageCodes": {
    "en": "en",
    "es": "es",
    "gl": "gl",
    "ar": "ar"
  },
  "languages": {
    "es": "الإسبانية",
    "en": "الإنجليزية",
    "ar": "العربية",
    "gl": "الجاليكية"
  },
  "settings": {
    "cv": "السيرة الذاتية",
    "seeCV": "عرض السيرة الذاتية"
  }
}
